/* displayed when adding a new printer */
"Adding Printer." = "正在添加打印机。";

/* title of Auto Select PPD menu item */
"Auto Select" = "自动选择";

/* title of item for uberowser. */
"Default Browser" = "默认浏览器";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "正在收集打印机信息。";

/* Menu item for all install ppds. */
"Other..." = "其他…";

/* title of Unknown PPD menu item */
"Unknown" = "未知";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "请选择一个驱动程序或打印机型号";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "选择要使用的驱动程序…";

/* Unknown Location */
"Unknown Location" = "未知位置";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "无法打开 AppleTalk。";

/* Title of all manufacturers menu item */
"All" = "所有制造商";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "打印服务未运行。";

/* Why we make the user wait. */
"Searching for new drivers" = "正在搜索新的驱动程序";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "本地区域";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "共享的打印机";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "共享的打印机缓冲池";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "共享的传真";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour 共享的";

/* Point to the string for software update in the nib. */
"Software Update" = "软件更新";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "无法找到合适的驱动程序。请使用“软件更新”下载驱动程序（如有驱动程序可用的话）。";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "无法找到制造商提供的驱动程序的位置。如果有这样的驱动程序，请使用“软件更新”来下载驱动程序。";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "普通 PostScript 打印机";

/* Browser Names */
"com.apple.print.pbm.uber" = "默认";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "共享的打印机";
"com.apple.printer.uber.netinfo" = "Open Directory";
"com.apple.printer.uber.firewire" = "Firewire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "高级";
"com.apple.print.pbm.fax" = "传真";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
